import React from 'react'
import {Container, Row, Col} from 'react-bootstrap'


export const HomePrimarySection = () => {
  return(
    <Container>
      <Row>
        <Col>
          <div className="text-section">
            <div className="head-box">
              <h2>Экономное инфракрасное электроотопление</h2>
            </div>
            <p>Может ли электроотопление быть экономным? Современные технологии говорят «да». И счастливые владельцы
              керамических инфракрасных обогревателей знают об этом не понаслышке.</p>
            <p>Секрет экономии такого электроотопления заключается в принципе прогрева помещения. Инфракрасное тепло
              передается окружающим предметам, а от них уже прогревается воздух.</p>
            <p>Электроотопление которое представлено на нашем сайте:</p>
            <ul>
              <li>экономично (снижение расхода электроэнергии до 30% в сравнении с традиционными видами
                электрообогрева);
              </li>
              <li>рационально (равномерное распределение тепла);</li>
              <li>удобно (поддержание индивидуальной температуры в каждой комнате);</li>
              <li>безопасно (пыле -, влагонепроницаемое оборудование для электроотопления имеет высокий класс защиты);
              </li>
              <li>надежно и долговечно.</li>
            </ul>
            <p>При производстве инфракрасного электроотопления используются экологически чистые природные материалы. К
              тому же при работе такое электроотопление не выделяет продуктов горения, не изменяет состав воздуха и не
              сжигает кислород.</p>
            <p>Для экономного электроотопления инфракрасные обогреватели подбирают нужной мощности, дизайна, типа
              установки. Цены в Украине на электроотопление доступны для любого кошелька. Это могут быть:</p>
            <ul>
              <li>стандартные керамические панели;</li>
              <li>биоконвекторы;</li>
              <li>конвекционные обогреватели инфракрасного спектра.</li>
            </ul>
            <p>Главное что нужно учесть при покупке экономного электроотопления это:</p>
            <ul>
              <li>теплопотери помещения;</li>
              <li>наличие (отсутствие) дополнительных источников обогрева;</li>
              <li>размер комнаты.</li>
            </ul>
          </div>
        </Col>
      </Row>
    </Container>
  )
}
