import React from 'react'
import {Link} from 'react-router-dom'
import {Container, Row, Col} from 'react-bootstrap'
import {BannerTop} from '../../../Banners/BannerTop/BannerTop'

export const HomeSecondarySection = () => {

  return(
    <div className="light-section">
      <Container>
        <Row>
          <Col>
            <BannerTop/>
            <div className="text-section">
              <div className="head-box">
                <h2>Виды электроотопления для частного дома и квартиры</h2>
              </div>
              <p>Установить электроотопление можно как в городской квартире, так и в частном доме. В нашем
                интернет-магазине представлены наиболее популярные и эффективные вида электроотопления.</p>
              <p>
                <Link to="about">Керамические обогреватели.</Link>
                Самый простой и надежный вид обогрева. Для монтажа экономной системы электроотопления не нужно проводить
                трудоемкие работы. Достаточно купить панели электроотопления и подсоединить к ним терморегулятор.
                Система обогрева готова. Включайте в обычную розетку и наслаждайтесь теплом и уютом.
              </p>
              <p><Link to="about">Система «теплый пол».</Link> Сегодня в Украине можно купить напольное электроотопление
                кабельное или пленочное. В квартире очень часто нет возможности поднять уровень пола, поэтому здесь для
                электроотопления чаще используют пленку (под ламинат) или тонкий кабель (в плиточный клей). Для частного
                дома подойдет любой вид электроотопления. Здесь выбор зависит от финишного покрытия, желаемой цены и
                правильного расчета мощности.</p>
              <p>Чтобы в частном доме было тепло и уютно, для его обогрева необходимо закладывать мощность немного
                больше, чем для городской квартиры. Так как отдельно стоящая постройка имеет больше теплопотерь, а,
                значит, и греть ее нужно сильнее.</p>
              <div className="head-box">
                <h2>Современная система электроотопления и цены в Украине</h2>
              </div>
              <p>Сколько стоит электроотопление в Украине, зависит от выбранного вида обогрева, фирмы-производителя и
                технических характеристик отапливаемого помещения.</p>
              <p>Мы отдаем предпочтение украинским производителям потому, что:</p>
              <ul>
                <li>Цена на украинское оборудование для электроотопления наиболее приятна нашим покупателям;</li>
                <li>Качество отечественных систем электроотопления соответствует Европейским и мировым стандартам, что
                  подтверждено сертификатами;
                </li>
                <li>Украинское элетроотопление - экономное отопление. Как показывает практика, экономить на обогреве
                  можно до 30-40% энергозатрат. В Украине действует льготный тариф для домов с электроотоплением.
                </li>
                <li>Использование умных систем управления электроотоплением обеспечивает высокий уровень комфорта в
                  вашем доме или квартире.
                </li>
              </ul>
              <p>Украинские производители для создания электроотопления успешно используют инновационные технологии, что
                повышает качество тепла. Цена на электроотопление при этом остается доступной для каждого.</p>
              <p>В интернет-магазине {process.env.REACT_APP_SITE_NAME} вы всегда можете купить электоотопление по доступной цене в
                Украине.</p>
            </div>
          </Col>
        </Row>
      </Container>
    </div>
  )
}
